import React, { Component } from 'react';
import './Info.css';

export class Info extends Component {
  render () {
    return (
      <div className="info">
        <h1 className="info-title">О нас</h1>
        <p>Всегда предлагаем клиентам оптимальный ассортимент качественных товаров для спорта и активного отдыха при оптимальном уровне сервиса в соответствии с изменяющимися потребностями клиентов.
          Способствовуем оздоровлению нации, продвигая ценности здорового образа жизни, спорта и активного отдыха, улучшая качество жизни наших клиентов.
          Вашим клиентам не нужны скучные штампованные тексты, хвастовство, информация о вашей исключительности и неповторимости. Пляшите от этой печки: рассказывайте потребителям то,
          что они хотят слышать. Поставьте посетителя в центр внимания и постройте рассказ о вашем бизнесе вокруг него.
          Соблюдая этот принцип, вы можете выбирать любые формы повествования, типы контента и стили изложения. </p>
        <p>Всегда предлагаем клиентам оптимальный ассортимент качественных товаров для спорта и активного отдыха при оптимальном уровне сервиса в соответствии с изменяющимися потребностями клиентов.
          Способствовуем оздоровлению нации, продвигая ценности здорового образа жизни, спорта и активного отдыха, улучшая качество жизни наших клиентов.
          Вашим клиентам не нужны скучные штампованные тексты, хвастовство, информация о вашей исключительности и неповторимости. Пляшите от этой печки: рассказывайте потребителям то,
          что они хотят слышать. Поставьте посетителя в центр внимания и постройте рассказ о вашем бизнесе вокруг него.
          Соблюдая этот принцип, вы можете выбирать любые формы повествования, типы контента и стили изложения. </p>
      </div>
    );
  }
}
